tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
      
cask_args appdir: "/Applications"

brew "amazon-ecs-cli"
brew "awscli"
brew "autopep8"
brew "cookiecutter"
brew "docker-completion"
brew "docker-compose-completion"
brew "git"
brew "go"
brew "heroku"
brew "httpie"
brew "mas"
brew "magic-wormhole"
brew "nginx"
brew "node"
brew "nvm"
brew "openssl"
brew "pre-commit"
brew "python"
brew "python3"
brew "redis", restart_service: true
brew "tree"
brew "unixodbc"
brew "freetds", args: ["with-unixodbc"]
brew "yarn"
brew "zsh"
brew "zsh-completions"

cask "alfred"
cask "anaconda"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "flux"
cask "iterm2"
cask "lastpass"
cask "licecap"
cask "ngrok"
cask "postman"
cask "vlc"
cask "pycharm"
cask "visual-studio-code"
